// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "裝置探索";


// Search Task
SearchTaskName = "選取裝置";
SearchTaskTitle = "選擇要設定的裝置";

AllFilterTitle = "所有";

DevicesFilterLabel = "裝置:";
SupportedDevicesFilterTitle = "支援";

ConnectionFilterLabel = "連線：";

DeviceNameColumnTitle = "裝置名稱";
ConnectionColumnTitle = "連線";
DetailsColumnTitle = "細節";
DeviceModelColumnTitle = "裝置機型";

DeviceIsNotListedButtonTitle = "未列出我的裝置…";
SpecifyDeviceManuallyButtonTitle = "手動指定裝置...";

AdminPasswordIsSetOnDeviceTitle = "選取的裝置設有管理密碼";
AdminPasswordIsSetOnDeviceText = "選取的裝置似乎已設定。若仍要繼續設定，請按一下「繼續」按鈕。";
AdminPasswordIsSetOnDeviceAWCConnectionText = "選取的裝置似乎已設定。";

DeviceCommunicationError = "通訊錯誤";
DeviceCommunicationErrorText = "與裝置進行通訊時發生錯誤。請確定裝置已準備就緒，然後再試一次。";
DeviceCommunicationTimeoutErrorText = "裝置沒有回應。請確定裝置已連線，然後再試一次。";

ManualSpecifyTaskDescription = "手動指定裝置";
ManualSpecifyOkButtonTitle = "連接";
